{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-12-24T13:56:31.120-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Mozilla.Firefox.DeveloperEdition"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "Mozilla.Thunderbird"
				},
				{
					"PackageIdentifier" : "NextDNS.NextDNS"
				},
				{
					"PackageIdentifier" : "Proton.ProtonMailBridge"
				},
				{
					"PackageIdentifier" : "Proton.ProtonVPN"
				},
				{
					"PackageIdentifier" : "RustDesk.RustDesk"
				},
				{
					"PackageIdentifier" : "Zen-Team.Zen-Browser"
				},
				{
					"PackageIdentifier" : "Google.Chrome"
				},
				{
					"PackageIdentifier" : "Nushell.Nushell"
				},
				{
					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice"
				},
				{
					"PackageIdentifier" : "GitHub.GitLFS"
				},
				{
					"PackageIdentifier" : "Starship.Starship"
				},
				{
					"PackageIdentifier" : "Tailscale.Tailscale"
				},
				{
					"PackageIdentifier" : "Google.Chrome.Dev"
				},
				{
					"PackageIdentifier" : "GoLang.Go"
				},
				{
					"PackageIdentifier" : "Google.GoogleDrive"
				},
				{
					"PackageIdentifier" : "Transmission.Transmission"
				},
				{
					"PackageIdentifier" : "squidowl.halloy"
				},
				{
					"PackageIdentifier" : "Netbird.Netbird"
				},
				{
					"PackageIdentifier" : "Nextcloud.NextcloudDesktop"
				},
				{
					"PackageIdentifier" : "GitHub.cli"
				},
				{
					"PackageIdentifier" : "Microsoft.GameInput"
				},
				{
					"PackageIdentifier" : "Proton.ProtonAuthenticator"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "Valve.Steam"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "DEVCOM.JetBrainsMonoNerdFont"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "GitHub.GitHubDesktop"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.arm64"
				},
				{
					"PackageIdentifier" : "Jellyfin.JellyfinMediaPlayer"
				},
				{
					"PackageIdentifier" : "Bruno.Bruno"
				},
				{
					"PackageIdentifier" : "StandardNotes.StandardNotes"
				},
				{
					"PackageIdentifier" : "ente-io.auth-desktop"
				},
				{
					"PackageIdentifier" : "DenoLand.Deno"
				},
				{
					"PackageIdentifier" : "Fastfetch-cli.Fastfetch"
				},
				{
					"PackageIdentifier" : "FiloSottile.age"
				},
				{
					"PackageIdentifier" : "Helix.Helix"
				},
				{
					"PackageIdentifier" : "Logseq.Logseq"
				},
				{
					"PackageIdentifier" : "Microsoft.AIShell"
				},
				{
					"PackageIdentifier" : "Mozilla.SOPS"
				},
				{
					"PackageIdentifier" : "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier" : "Proton.ProtonPass"
				},
				{
					"PackageIdentifier" : "Rustlang.Rustup"
				},
				{
					"PackageIdentifier" : "Tauri.create-tauri-app"
				},
				{
					"PackageIdentifier" : "Streetwriters.Notesnook"
				},
				{
					"PackageIdentifier" : "ajeetdsouza.zoxide"
				},
				{
					"PackageIdentifier" : "dbrgn.tealdeer"
				},
				{
					"PackageIdentifier" : "direnv.direnv"
				},
				{
					"PackageIdentifier" : "Element.Element"
				},
				{
					"PackageIdentifier" : "eza-community.eza"
				},
				{
					"PackageIdentifier" : "ente-io.photos-desktop"
				},
				{
					"PackageIdentifier" : "Proton.ProtonMail"
				},
				{
					"PackageIdentifier" : "sharkdp.bat"
				},
				{
					"PackageIdentifier" : "sharkdp.fd"
				},
				{
					"PackageIdentifier" : "sxyazi.yazi"
				},
				{
					"PackageIdentifier" : "Google.Antigravity"
				},
				{
					"PackageIdentifier" : "ZedIndustries.Zed"
				},
				{
					"PackageIdentifier" : "Proton.ProtonDrive"
				},
				{
					"PackageIdentifier" : "Ollama.Ollama"
				},
				{
					"PackageIdentifier" : "Nvidia.GeForceNow"
				},
				{
					"PackageIdentifier" : "SUSE.openSUSE.Tumbleweed"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell.Preview"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal.Preview"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "Debian.Debian"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XPDM1ZW6815MQM"
				},
				{
					"PackageIdentifier" : "XP8K0J757HHRDW"
				},
				{
					"PackageIdentifier" : "XPDM5VSMTKQLBJ"
				},
				{
					"PackageIdentifier" : "XPFFH613W8V6LV"
				},
				{
					"PackageIdentifier" : "XP9CDQW6ML4NQN"
				},
				{
					"PackageIdentifier" : "XPDC2RH70K22MN"
				},
				{
					"PackageIdentifier" : "XP8LFCZM790F6B"
				},
				{
					"PackageIdentifier" : "XP9KHM4BK9FZ7Q"
				},
				{
					"PackageIdentifier" : "XP89DCGQ3K6VLD"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.12.440"
}