camp.nook.nookdesktop
ch.protonmail.protonmail-bridge
com.belmoussaoui.Authenticator
com.bitwarden.desktop
com.calibre_ebook.calibre
com.discordapp.Discord
com.github.hugolabe.Wike
com.github.iwalton3.jellyfin-media-player
com.github.johnfactotum.Foliate
com.github.micahflee.torbrowser-launcher
com.github.tchx84.Flatseal
com.github.xournalpp.xournalpp
com.google.Chrome
com.google.ChromeDev
com.heroicgameslauncher.hgl
com.logseq.Logseq
com.mattjakeman.ExtensionManager
com.microsoft.Edge
com.microsoft.EdgeDev
com.nextcloud.desktopclient.nextcloud
com.obsproject.Studio
com.play0ad.zeroad
com.plexamp.Plexamp
com.protonvpn.www
com.raggesilver.BlackBox
com.rawtherapee.RawTherapee
com.simplenote.Simplenote
com.sindresorhus.Caprine
com.skype.Client
com.slack.Slack
com.transmissionbt.Transmission
com.usebottles.bottles
com.valvesoftware.Steam
com.valvesoftware.SteamLink
de.haeckerfelix.Fragments
de.haeckerfelix.Shortwave
dev.Cogitri.Health
dev.geopjr.Tuba
dev.goats.xivlauncher
im.riot.Riot
io.bassi.Amberol
io.github.hmlendea.geforcenow-electron
io.github.mimbrero.WhatsAppDesktop
io.github.shiftey.Desktop
io.jor.bugdom
io.jor.nanosaur
io.jor.nanosaur2
io.jor.ottomatic
io.podman_desktop.PodmanDesktop
net.cozic.joplin_desktop
net.lutris.Lutris
net.supertuxkart.SuperTuxKart
net.veloren.airshipper
network.loki.Session
org.audacityteam.Audacity
org.chromium.Chromium
org.darktable.Darktable
org.equeim.Tremotesf
org.flightgear.FlightGear
org.gabmus.gfeeds
org.gnome.Boxes
org.gnome.Builder
org.gnome.Calls
org.gnome.Devhelp
org.gnome.Evolution
org.gnome.Fractal
org.gnome.Lollypop
org.gnome.Loupe
org.gnome.Notes
org.gnome.Podcasts
org.gnome.Polari
org.gnome.Shotwell
org.gnome.SoundRecorder
org.gnome.Todo
org.gnome.World.Citations
org.gnome.World.PikaBackup
org.gnome.dspy
org.gnome.gitlab.somas.Apostrophe
org.inkscape.Inkscape
org.jitsi.jitsi-meet
org.kde.audiotube
org.kde.elisa
org.kde.kdenlive
org.kde.kdevelop
org.kde.konversation
org.kde.krita
org.kde.neochat
org.libreoffice.LibreOffice
org.linux_hardware.hw-probe
org.mozilla.Thunderbird
org.mozilla.firefox
org.pitivi.Pitivi
org.remmina.Remmina
org.shotcut.Shotcut
org.signal.Signal
org.stellarium.Stellarium
org.supertuxproject.SuperTux
org.telegram.desktop
org.videolan.VLC
org.wesnoth.Wesnoth
org.wireshark.Wireshark
org.xonotic.Xonotic
rest.insomnia.Insomnia
tv.kodi.Kodi
tv.plex.PlexDesktop
us.zoom.Zoom
